const subjects = [
    [],
    ['Хореография', 'СОЧ', 'Математика', 'Математика', 'Технология', 'Технология'],
    ['Биология', 'СОЧ', 'Русский', 'Русский', 'Математика', 'Математика', 'Русский'],
    ['География', 'СОЧ', 'Математика', 'Математика', 'Русский', 'Русский'],
    ['Английский', 'Литература', 'История', 'Родная лит-ра', 'ИЗО', 'Музыка'],
    ['Обществознание', 'Французский', 'Литература', 'Родной', 'История', 'Русский'],
    ['Литература', 'Английский', 'Английский', 'Физ-ра', 'Физ-ра']
];
const lessonStart = [0, 0, 0, 0, 0, 0, 0];

