const subjects = [
    [],
    ['Проект', 'История', 'История', 'Литература', 'Литература'],
    ['Литература', 'Родной', 'Родная лит-ра', 'Физ-ра', 'Физ-ра', 'Английский', 'Английский'],
    ['Математика', 'Математика', 'ОБЖ', 'Обществознание', 'Обществознание', 'Английский'],
    ['Химия', 'Химия', 'СОЧ', 'Биология', 'Биология', 'Математика', 'Математика'],
    ['Биология', 'Биология', 'СОЧ', 'Химия', 'Химия', 'Математика', 'Математика', 'География'],
    ['Хореография', 'Информатика', 'СОЧ', 'Русский', 'Математика', 'Физика', 'Физика']
];
const lessonStart = [0, 1, 0, 1, 0, 0, 0];