const subjects = [
    [],
    ['Русский', 'Физика', 'География', 'Информатика', 'Алгебра', 'Алгебра', 'Биология'],
    ['Физика', 'Физика', 'Геометрия', 'Геометрия', 'Русский', 'Химия'],
    ['Хореография', 'Биология', 'Химия', 'Русский', 'Алгебра', 'Алгебра', 'География'],
    ['Английский', 'СОЧ', 'Литература', 'Родная Лит-ра', 'История', 'История'],
    ['Физ-ра', 'Физ-ра', 'Английский', 'Английский', 'Французский', 'Родной'],
    ['ОБЖ', 'Литература', 'Литература', 'История', 'Обществознание']
];
const lessonStart = [0, 0, 0, 0, 3, 1, 4];