const subjects = [
    [],
    ['Алгебра', 'Алгебра', 'СОЧ', 'Физика', 'Информатика', 'Хореография', 'География'],
    ['Биология', 'Химия', 'СОЧ', 'Технология', 'Геометрия', 'Геометрия'],
    ['Алгебра', 'Алгебра', 'СОЧ', 'Русский', 'Биология', 'Физика', 'Химия'],
    ['Физ-ра', 'Физ-ра', 'Литература', 'История', 'Английский', 'Английский', 'География'],
    ['Родная лит-ра', 'Обществознание', 'ИЗО', 'Английский', 'ОБЖ', 'Музыка'],
    ['Родной', 'Литература', 'Французский', 'История', 'Русский', 'Русский']
];
const lessonStart = [0, 0, 0, 0, 0, 0, 0];