const subjects = [
    [],
    ['Физ-ра', 'Физ-ра', 'Английский', 'Английский'],
    ['ОБЖ', 'Английский', 'Математика', 'Математика', 'Обществознание', 'Обществознание'],
    ['Родной', 'Родная лит-ра', 'История', 'История', 'Литература', 'Информатика', 'Информатика'],
    ['Информатика', 'Информатика', 'Математика', 'Математика', 'Биология', 'Физика', 'Физика'],
    ['Литература', 'Литература', 'Хореография', 'Русский', 'Математика', 'Математика', 'Физика', 'Физика'],
    ['Физика', 'Физика', 'Математика', 'Математика', 'Химия']
];
const lessonStart = [0, 2, 0, 0, 0, 0, 0];