const subjects = [
    [],
    ['Физ-ра', 'Физ-ра', 'Английский', 'Английский'],
    ['Английский', 'Литература', 'Обществознание', 'Обществознание', 'ОБЖ', 'Родная Лит-ра'],
    ['Математика', 'Математика', 'История', 'История', 'Родной', 'Информатика', 'Информатика'],
    ['Информатика', 'Информатика', 'Математика', 'Математика', 'Биология', 'Физика', 'Физика'],
    ['Литература', 'Литература', 'Хореография', 'Русский', 'Математика', 'Математика', 'Физика', 'Физика'],
    ['Физика', 'Физика', 'Математика', 'Математика', 'Химия']
];
const lessonStart = [0, 2, 0, 0, 0, 0, 0];