const subjects = [
    [],
    ['Биология', 'Физика', 'Алгебра', 'Алгебра', 'Русский', 'Русский', 'СОЧ', 'Доп Мат/Инф', 'Доп Мат/Инф'],
    ['Геометрия', 'Геометрия', 'Технология', 'Химия', 'Физика', 'География', 'СОЧ', 'Доп Физ/Мат', 'Доп Физ/Мат'],
    ['Алгебра', 'Алгебра', 'Информатика', 'Химия', 'Хореография', 'Биология', 'СОЧ', 'Доп Инф/Физ', 'Доп Инф/Физ'],
    ['Русский', 'Английский', 'География', 'Литература', 'Литература', 'Обществознание', 'Родная лит-ра'],
    ['Русский', 'История', 'Физ-ра', 'Физ-ра', 'Английский'],
    ['Музыка', 'ОБЖ', 'Французский', 'ИЗО', 'Английский', 'История']
];
const lessonStart = [0, 0, 0, 0, 1, 1, 1];

