const subjects = [
    [],
    ['Алгебра', 'Алгебра', 'СОЧ', 'Русский', 'Химия', 'Биология', 'Русский'],
    ['Технология', 'Физика', 'Биология', 'СОЧ', 'География', 'Геометрия', 'Геометрия'],
    ['Физика', 'Информатика', 'СОЧ', 'Алгебра', 'Алгебра', 'Химия', 'Хореография'],
    ['История', 'ОБЖ', 'Английский', 'Английский', 'Родная Лит-ра', 'География', 'Литература'],
    ['Литература', 'Физ-ра', 'Физ-ра', 'Французский', 'Английский', 'Обществознание'],
    ['Русский', 'Музыка', 'ИЗО', 'Родной', 'История']
];
const lessonStart = [0, 0, 0, 0, 0, 0, 1];