const subjects = [
    [],
    ['Химия', 'Литература', 'Литература', 'История', 'История'],
    ['Физ-ра', 'Физ-ра', 'Английский', 'Английский', 'ОБЖ', 'Проект', 'Родная лит-ра', 'Обществознание', 'Обществознание'],
    ['Астрономия', 'Математика', 'Математика', 'Английский', 'Родной'],
    ['Математика', 'Математика', 'СОЧ', 'Информатика', 'Информатика', 'Физика', 'Физика'],
    ['Математика', 'Математика', 'СОЧ', 'Информатика', 'Биология', 'Литература', 'Физика'],
    ['Математика', 'Математика', 'СОЧ', 'Физика', 'Физика', 'Русский', 'Хореография']
];
const lessonStart = [0, 5, 1, 2, 0, 0, 0];