const subjects = [
    [],
    ['Английский', 'ОБЖ', 'Биология', 'Обществознание', 'Обществознание'],
    ['Проект', 'Физ-ра', 'Физ-ра', 'Родной', 'История', 'История', 'Литература'],
    ['Английский', 'Английский', 'Математика', 'Математика', 'Родная Лит-ра', 'Астрономия'],
    ['Математика', 'Математика', 'Физика', 'Физика', 'Русский', 'Информатика', 'Информатика'],
    ['Математика', 'Математика', 'Информатика', 'Физика', 'Литература', 'Хореография'],
    ['Математика', 'Математика', 'Химия', 'Физика', 'Физика', 'Литература']
];
const lessonStart = [0, 1, 0, 0, 0, 0, 0];