const subjects = [
    [],
    ['Технология', 'Технология', 'Алгебра', 'Алгебра', 'Хореография', 'Физика', 'СОЧ', 'Доп. Мат/Инф', 'Доп. Мат/Инф'],
    ['Геометрия', 'Геометрия', 'Информатика', 'Информатика', 'Русский', 'Русский', 'СОЧ', 'Доп. Физ/Мат', 'Доп. Физ/Мат'],
    ['Алгебра', 'Алгебра', 'Биология', 'Физика', 'География', 'Русский', 'СОЧ', 'Доп. Инф/Физ', 'Доп. Инф/Физ'],
    ['Родная лит-ра', 'Английский', 'Физ-ра', 'Физ-ра', 'История', 'Родной'],
    ['ИЗО', 'Английский', 'Литература', 'Обществознание', 'Музыка', 'География'],
    ['История', 'Французский', 'Английский', 'Литература', 'Русский', 'Биология']
];
const lessonStart = [0, 0, 0, 0, 0, 0, 0];