const subjects = [
    [],
    ['Физика', 'Биология', 'Информатика', 'СОЧ', 'География', 'Алгебра', 'Алгебра'],
    ['Геометрия', 'Геометрия', 'География', 'СОЧ', 'Русский', 'Русский', 'Биология', 'Химия'],
    ['Физика', 'Физика', 'Алгебра', 'СОЧ', 'Химия', 'Хореография', 'Алгебра'],
    ['Обществознание', 'Литература', 'Литература', 'Английский', 'История', 'Родной'],
    ['Родная лит-ра', 'ОБЖ', 'Литература', 'Физ-ра', 'Физ-ра', 'История', 'История'],
    ['Английский', 'СОЧ', 'Французский', 'Русский', 'Английский']
];
const lessonStart = [0, 0, 0, 0, 3, 2, 3];