const subjects = [
    [],
    ['Английский', 'Английский', 'ОБЖ', 'Проект', 'История', 'История'],
    ['Биология', 'Литература', 'Физ-ра', 'Физ-ра', 'Английский', 'Родной', 'Литература'],
    ['Математика', 'Математика', 'Литература', 'Родная Лит-ра', 'Обществознание', 'Обществознание'],
    ['Математика', 'Математика', 'Информатика', 'Физика', 'Физика', 'Русский', 'СОЧ', 'Доп. Физика', 'Доп. Физика'],
    ['Математика', 'Математика', 'Астрономия', 'Хореография', 'Физика', 'Физика', 'СОЧ', 'Доп. Инф.', 'Доп. Инф.'],
    ['Математика', 'Математика', 'Физика', 'Химия', 'Информатика', 'Информатика', 'СОЧ', 'Доп. Матем.', 'Доп. Матем.']
];
const lessonStart = [0, 2, 1, 2, 0, 0, 0];