const subjects = [
    [],
    ['Хореография', 'Русский', 'СОЧ', 'Химия', 'Алгебра', 'Алгебра', 'Физика'],
    ['Физика', 'Технология', 'СОЧ', 'Геометрия', 'Геометрия', 'Биология', 'География'],
    ['Русский', 'Химия', 'СОЧ', 'Биология', 'Информатика', 'Алгебра', 'Алгебра'],
    ['Физ-ра', 'Физ-ра', 'Русский', 'Литература', 'ОБЖ', 'История', 'Музыка'],
    ['Английский', 'Английский', 'География', 'Литература', 'Французский'],
    ['Родной', 'История', 'Обществознание', 'Родная Лит-ра', 'Английский', 'ИЗО']
];
const lessonStart = [0, 0, 0, 0, 0, 1, 0];