const subjects = [
    [],
    ['География', 'СОЧ', 'Физика', 'Биология', 'Алгебра', 'Алгебра'],
    ['Хореография', 'Русский', 'Геометрия', 'Геометрия', 'Информатика', 'Информатика', 'Обществознание'],
    ['Биология', 'СОЧ', 'Физика', 'География', 'Алгебра', 'Алгебра', 'Русский', 'Русский'],
    ['Литература', 'ИЗО', 'Музыка', 'Английский', 'Физ-ра', 'Физ-ра'],
    ['Родная лит-ра', 'Технология', 'Технология', 'Английский', 'Русский', 'Литература', 'История'],
    ['Французский', 'Родной', 'История', 'Английский', 'История']
];
const lessonStart = [0, 0, 0, 0, 0, 0, 0];
