const subjects = [
    [],
    ['Алгебра', 'Алгебра', 'СОЧ', 'Хореография', 'Биология', 'Химия', 'Информатика'],
    ['Русский', 'Биология', 'СОЧ', 'Физика', 'Химия', 'Геометрия', 'Геометрия'],
    ['Алгебра', 'Алгебра', 'СОЧ', 'География', 'Технология', 'Русский', 'Физика'],
    ['География', 'Обществознание', 'Литература', 'История', 'Английский', 'Английский'],
    ['Русский', 'История', 'Английский', 'Физ-ра', 'Физ-ра', 'Родная лит-ра', 'Музыка'],
    ['Литература', 'ОБЖ', 'Французский', 'Родной', 'ИЗО']
];
const lessonStart = [0, 0, 0, 0, 1, 0, 2];