const subjects = [
    [],
    ['История', 'История', 'Английский', 'Английский', 'Физ-ра', 'Физ-ра'],
    ['Обществознание', 'Обществознание', 'Литература', 'Литература', 'Родная Лит-ра'],
    ['Математика', 'ОБЖ', 'Родной', 'Астрономия', 'Английский', 'География'],
    ['Биология', 'Биология', 'Математика', 'Математика', 'Химия', 'Химия', 'Литература'],
    ['Физика', 'Физика', 'Математика', 'Математика', 'Биология', 'Биология'],
    ['Химия', 'Химия', 'Математика', 'Математика', 'Русский', 'Хореография', 'Информатика']
];
const lessonStart = [0, 0, 0, 0, 0, 0, 0];