const subjects = [
    [],
    ['Физика', 'СОЧ', 'Русский', 'Русский', 'Алгебра', 'Алгебра', 'Физ-ра', 'Биология'],
    ['Биология', 'СОЧ', 'Геометрия', 'Геометрия', 'Информатика', 'Информатика', 'Русский'],
    ['Русский', 'СОЧ', 'Алгебра', 'Алгебра', 'Физика', 'Технология', 'Технология', 'География'],
    ['ИЗО', 'История', 'Физ-ра', 'Физ-ра', 'Английский', 'Обществознание'],
    ['Французский', 'Родная лит-ра', 'География', 'Музыка', 'Английский'],
    ['Английский', 'История', 'Родной', 'Литература', 'Литература']
];
const lessonStart = [0, 0, 0, 0, 0, 0, 0];
