const subjects = [
    [],
    ['Биология', 'СОЧ', 'Технология', 'Технология', 'Алгебра', 'Алгебра'],
    ['Русский', 'СОЧ', 'Физика', 'Геометрия', 'Геометрия', 'География', 'Информатика', 'Информатика'],
    ['Русский', 'СОЧ', 'Физика', 'Алгебра', 'Алгебра', 'Хореография', 'Русский'],
    ['Английский', 'История', 'Родная лит-ра', 'Музыка', 'Физ-ра', 'Физ-ра'],
    ['Английский', 'ИЗО', 'Французский', 'Литература', 'Родной', 'Русский', 'География'],
    ['Обществознание', 'Английский', 'Литература', 'История', 'Биология']
];
const lessonStart = [0, 0, 0, 0, 0, 0, 0];