const subjects = [
    [],
    ['Английский', 'Английский', 'Физ-ра', 'Физ-ра', 'История', 'История'],
    ['Биология', 'Английский', 'Родная Лит-ра', 'Обществознание', 'Обществознание'],
    ['Литература', 'ОБЖ', 'Родной', 'Математика', 'Математика'],
    ['Физика', 'Физика', 'Литература', 'Литература', 'Математика', 'Математика', 'Химия'],
    ['Физика', 'Физика', 'Математика', 'Математика', 'Информатика', 'Информатика', 'Хореография'],
    ['Физика', 'Физика', 'Информатика', 'Информатика', 'Математика', 'Математика', 'Русский']
];
const lessonStart = [0, 0, 3, 1, 0, 0, 0];