const subjects = [
    [],
    ['Русский', 'Химия', 'Физика', 'СОЧ', 'Алгебра', 'Алгебра'],
    ['Геометрия', 'Геометрия', 'СОЧ', 'Биология', 'Литература', 'Физика', 'Физика'],
    ['Информатика', 'Русский', 'Хореография', 'СОЧ', 'Алгебра', 'Алгебра', 'Русский', 'Химия'],
    ['ОБЖ', 'География', 'СОЧ', 'История', 'Английский', 'Обществознание'],
    ['Биология', 'География', 'Физ-ра', 'Физ-ра', 'Родная Лит-ра', 'Родной'],
    ['Французский', 'Лит-ра', 'Лит-ра', 'Английский', 'Английский', 'История', 'История']
];
const lessonStart = [0, 0, 0, 0, 3, 3, 2];