const subjects = [
    [],
    ['Алгебра', 'Алгебра', 'Хореография', 'СОЧ', 'Физика', 'Физика', 'Химия'],
    ['Русский', 'Информатика', 'Химия', 'СОЧ', 'Геометрия', 'Геометрия', 'Биология', 'География'],
    ['Алгебра', 'Алгебра', 'Биология', 'СОЧ', 'Русский', 'Русский', 'Физика'],
    ['Французский', 'Английский', 'Литература', 'СОЧ', 'ОБЖ', 'Физ-ра', 'Физ-ра'],
    ['Английский', 'Английский', 'История', 'Литература', 'Литература', 'Обществознание', 'География'],
    ['История', 'История', 'Родная Лит-ра', 'Родной']
];
const lessonStart = [0, 0, 0, 0, 1, 0, 4];