const subjects = [
    [],
    ['Химия', 'Хореография', 'Алгебра', 'Алгебра', 'Физика', 'Биология', 'СОЧ', 'Доп. Инф/Мат', 'Доп. Инф/Мат'],
    ['Химия', 'Русский', 'Русский', 'Геометрия', 'Геометрия', 'Русский', 'СОЧ', 'Доп. Мат/Физ', 'Доп. Мат/Физ'],
    ['География', 'Физика', 'Биология', 'Информатика', 'Алгебра', 'Алгебра', 'СОЧ', 'Доп. Физ/Инф', 'Доп. Физ/Инф'],
    ['Физ-ра', 'Английский', 'Английский', 'Физ-ра', 'Физ-ра'],
    ['Литература', 'Литература', 'Родная Лит-ра', 'История', 'История', 'География', 'Обществознание'],
    ['Литература', 'Родной', 'Французский', 'Английский', 'ОБЖ', 'История']
];
const lessonStart = [0, 0, 0, 0, 3, 0, 1];